[
  {
      "ex-id": 1,
      "title": "SQUAT",
      "description": "Squats are dynamic, explosive movements involving lowering the body into a deep bend at the knees and hips, followed by a rapid return to the standing position, effectively incorporating cardiovascular and strength elements for an intense and efficient exercise.",
      "image": "../Asset/squat.gif",
      "category": "Category: Strength and Mobility",
      "equipment": "None",
      "instructions": "Stand with your feet shoulder-width apart.\nLower your body as if you're sitting back into a chair, keeping your chest up and your back straight.\nLower until your thighs are parallel to the ground.\nPush through your heels to return to the starting position.\nRepeat for the desired number of repetitions."
  },
  {
      "ex-id": 2,
      "title": "JUMPING SQUATS",
      "description": "Jumping squats add an explosive element to traditional squats by incorporating a jump at the top of the movement. This engages additional muscles and enhances the cardiovascular benefits of the exercise.",
      "image": "../Asset/jumping-squats.gif",
      "category": "Strength and Mobility",
      "equipment": "None",
      "instructions": "Begin with a regular squat.\nAs you come up, explode off the ground into a jump.\nLand softly and immediately go into the next squat.\nRepeat for the desired number of repetitions."
  },
  {
      "ex-id": 3,
      "title": "HIGH KNEES",
      "description": "Sample description for high knees.",
      "image": "path/to/high-knees-image.jpg",
      "category": "Cardio",
      "equipment": "None",
      "instructions": "Stand with your feet hip-width apart.\nLift one knee as high as you can and quickly switch to lift the other knee.\nPump your arms in sync with your knee lifts.\nRepeat for the desired duration or number of repetitions."
  },
  {
      "ex-id": 4,
      "title": "GLUTE BRIDGE",
      "description": "Sample description for glute bridge.",
      "image": "path/to/glute-bridge-image.jpg",
      "category": "Strength and Mobility",
      "equipment": "None",
      "instructions": "Lie on your back with your knees bent and feet flat on the floor, hip-width apart.\nSqueeze your glutes and lift your hips towards the ceiling until your body forms a straight line from shoulders to knees.\nHold for a moment, then lower back down.\nRepeat for the desired number of repetitions."
  },
  {   
      "ex-id": 5,
      "title": "CROSSOVER LUNGE",
      "description": "Sample description for crossover lunge.",
      "image": "path/to/crossover-lunge-image.jpg",
      "category": "Strength and Mobility",
      "equipment": "None",
      "instructions": "Stand with your feet hip-width apart.\nTake a big step backward with your left foot, crossing it behind your right leg.\nLower your body into a lunge position.\nPush back up to the starting position and repeat on the other side.\nRepeat for the desired number of repetitions."
  }
]
